posts/20210628095303-environmental_knusetz_curve.org
:PROPERTIES:
:ID:       06543dc9-9661-4bee-8f9e-d4087d5102e2
:END:
:iROPERTIES:
:ID:       47a4a2ae-b44c-449a-800d-963ef748e05a
:END:
#+title: Environmental Knusetz curve
#+filetags: :public:inprogress:economics:

- tags :: [[id:5fecd21c-5701-48af-9fd8-a2a2ab9b36a8][Economics]] [[id:3971d3ec-85c6-49dc-b1ad-54b935a641d8][Doxa]] [[id:7999040a-5f23-4968-a254-b7f909e38ecc][Dumb economics]]

It's broken because:

- We are measuring absolute value of $CO_2$ emissions vs GDP / capita
- We are looking at a snaphshot for all countries. However, these things are path-dependent and what we should really be interested in is the time-evolution for every country.

* Data

[[id:0486c9e9-76a8-402a-a23a-bb4f824928c6][Global Carbon Budget]]
