20210628095303-environmental_knusetz_curve.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-10-10 Mon 08:52 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Environmental Knusetz curve</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Environmental Knusetz curve</h1>
<p>
:ID:       47a4a2ae-b44c-449a-800d-963ef748e05a
</p>
<dl class="org-dl">
<dt>tags</dt><dd><a href="20220103161656-economics.html#ID-5fecd21c-5701-48af-9fd8-a2a2ab9b36a8">Economics</a> <a href="20211201174631-doxa.html#ID-3971d3ec-85c6-49dc-b1ad-54b935a641d8">Doxa</a> <a href="dumb_economics.html#ID-7999040a-5f23-4968-a254-b7f909e38ecc">Dumb economics</a></dd>
</dl>

<p>
It's broken because:
</p>

<ul class="org-ul">
<li>We are measuring absolute value of \(CO_2\) emissions vs GDP / capita</li>
<li>We are looking at a snaphshot for all countries. However, these things are path-dependent and what we should really be interested in is the time-evolution for every country.</li>
</ul>

<div id="outline-container-org454805a" class="outline-2">
<h2 id="org454805a">Data</h2>
<div class="outline-text-2" id="text-org454805a">
<p>
<a href="20210628102245-global_carbon_budget.html#ID-0486c9e9-76a8-402a-a23a-bb4f824928c6">Global Carbon Budget</a>
</p>
</div>
</div>

<div id="outline-container-org996771c" class="outline-2">
<h2 id="org996771c">Links to this note</h2>
<div class="outline-text-2" id="text-org996771c">
<ul class="org-ul">
<li><a href="./dumb_economics.html">Dumb economics</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
